"TITLE_INTRODUCTION" = "Wstęp";
"TITLE_IDENTIFYING" = "Identyfikuję klawiaturę";
"TITLE_CONCLUSION" = "Zakończenie";
"TITLE_SELECT" = "Zaznacz typ klawiatury";

"INTRO_TEXT" = "Nie można było zidentyfikować klawiatury. Do czasu jej zidentyfikowania nie będzie można jej używać. Aby zidentyfikować klawiaturę, kliknij w Dalej.\n\nJeśli klawiatura działa poprawnie i masz dodatkowe urządzenie wejściowe USB, które nie jest klawiaturą, możesz pominąć ten krok.";
"LEFT_SHIFT_TEXT" = "Wciśnij klawisz najbliższy po prawej stronie lewego klawisza Shift na klawiaturze.";
"RIGHT_SHIFT_TEXT" = "Wciśnij klawisz najbliższy po lewej stronie prawego klawisza Shift na klawiaturze.";
"SHIFT_SUB_TEXT" = "Wciśnij klawisz tylko raz i nie przytrzymuj dłużej. Gdy klawiatura zostanie rozpoznana, pojawi się następny panel.";
"CONFIRM_TEXT" = "Klawiatura została zidentyfikowana. Kliknij w Gotowe, aby rozpocząć pracę. Jeśli to nie jest właściwy typ klawiatury, zaznacz właściwy typ i kliknij w Gotowe.";
"FORCE_CONFIRM_TEXT" = "Wybierz właściwy typ klawiatury i kliknij w Gotowe. Jeśli nie wiesz, jaki to jest typ, skontaktuj się z producentem klawiatury i zapytaj go o tę informację.";
"PROGRESS_TEXT" = "Identyfikuję klawiaturę...";
"WARNING_TITLE" = "Nie można zidentyfikować typu klawiatury.";
"WARNING_MESSAGE" = "Wciśnięte klawisze nie zostały rozpoznane. Kliknij w OK, by zaznaczyć typ klawiatury.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Pomiń";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Wciśnij najbliższy klawisz po prawej stronie lewego klawisza Shift na klawiaturze, której nie można zidentyfikować.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Wciśnij najbliższy klawisz po lewej stronie prawego klawisza Shift na klawiaturze, której nie można zidentyfikować.";
"EXTERNAL_WARNING_MESSAGE" = "Wciśnięty został klawisz na klawiaturze Apple. Wciśnij klawisze na klawiaturze, której nie można zidentyfikować.";

"ANSI_TITLE" = "ANSI (USA i inne kraje)";
"ANSI_HINT" = "Standardowa 101- lub 102-klawiszowa klawiatura oraz niektóre inne klawiatury";

"ISO_TITLE" = "ISO (Europa)";
"ISO_HINT" = "Standardowa klawiatura ISO/IEC 9995";

"JIS_TITLE" = "JIS (Japonia)";
"JIS_HINT" = "Standardowa klawiatura japońska z klawiszami wprowadzania";

"MacISO_TITLE" = "ISO (Europa)";
"MacISO_HINT" = "ISO/Klawiatura Macintosh";
